insert into genre(
	item_genre)values
	('マカロン'),
	('ドーナツ'),
	('ブラウニー'),
	('チョコ');

insert into item(item_name,item_genre,price,item_detail,item_img01,stock)values(
	'マカロン マッチャ','マカロン',180,'マカロンに初めて「和」を取り入れたパリでも大人気の商品です。','マカロンマッチャ.jpg',99),(
	'マカロン フレーズ','マカロン',180,'苺の甘くて芳醇な香りが溶け込みました。','マカロンフレーズ.jpg',99),(
	'マカロン キャラメル サレ','マカロン',180,'シェフが得意とするキャラメルブールサレを活かした逸品です。','マカロンサレ.jpg',99),(
	'マカロン シトロン','マカロン',180,'シトロンの爽やかな酸味の切れ味が絶妙な風味。','マカロンシトロン.jpg',99),(
	'マカロン カフェ','マカロン',180,'カプチーノをイメージしたほろ苦さが活きたマカロンです','マカロンマッチャ.jpg',99),(
	'マカロン ショコラ','マカロン',180,'濃厚なショコラを贅沢に愉しんで頂くために誕生した逸品です。','マカロンマッチャ.jpg',99),(
	'マカロン フランボワーズ','マカロン',180,'フランスで最も好まれる木苺の甘酸っぱい美味しさをぎゅっと閉じ込めました。','マカロンフランボワーズ.jpg',99),(
	'マカロン セザム','マカロン',180,'黒胡麻をたっぷり練り込んだガナッシュは滋味深い味わいです。','マカロンセザム.jpg',99),(
	'マカロン アールグレイ','マカロン',180,'食べる前から漂う紅茶の香りは、食べた後にまで優雅な余韻を残します。','マカロンアールグレイ.jpg',99);

	insert into item(item_name,item_genre,price,item_detail,item_img01,stock)values(
	'ドーナツ プレーン','ドーナツ',130,'ふんわりもっちり食感の素朴なおいしさ。','ドーナツプレーン.jpg',99),(
	'ドーナツ 紫いも','ドーナツ',130,'紫いものやさしい甘味がする、ふんわりもっちり食感。','ドーナツ紫いも.jpg',99),(
	'ドーナツ きなこ','ドーナツ',130,'きなこのやさしい風味がする、ふんわりもっちり食感。','ドーナツきなこ.jpg',99),(
	'オールドファッション','ドーナツ',108,'自然な甘みのサクサク食感。','ドーナツオールド.jpg',99),(
	'チョコファッション','ドーナツ',130,'クッキータイプの生地にチョコレートをコーティング。','ドーナツチョコ.jpg',99),(
	'オールドファッション ハニー','ドーナツ',130,'しっかりとした甘さが人気！。','ドーナツハニー.jpg',99),(
	'チョコレート','ドーナツ',100,'スイートなミルクチョコレート風味。','ドーナツチョコレート.jpg',99),(
	'ストロベリーリング','ドーナツ',130,'いちごミルク風味のチョコが甘酸っぱい！','ドーナツストロベリー.jpg',99),(
	'ゴールデンチョコレート','ドーナツ',130,'カリカリ食感トッピング！砂糖、小麦粉、卵黄などを練りあわせて粒状にし、乾燥させたゴールデンチョコレート。カリッとした歯ざわりが、子供たちにも大人気！','ドーナツゴールデン.jpg',99);


